---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.DirectoryNotFoundException
source: html/9b4c1b34-9f59-0357-c715-c95bc81e4034.htm
---
# DirectoryNotFoundException Properties

The information of the function throwing the exception.